Repository: GNOME/manuals
Catalog: po/*.po
Languages: cs, gl, kk, lt, sr, sr@latin, ug

source: Manuals
cs: Manuály
gl: Manuais
kk: Нұсқаулықтар
lt: Aprašymai
sr: Упутства
sr@latin: Uputstva
ug: قوللانما

source: Install, Browse, and Search Documentation
cs: Instalujte, procházejte a prohledávejte dokumentaci
gl: Instalar, navegar e buscar documentación
kk: Құжаттаманы орнату, шолу және іздеу
lt: Įdiekite, naršykite ir ieškokite dokumentacijos
sr: Инсталирајте, прегледајте и претражите документацију
sr@latin: Instalirajte, pregledajte i pretražite dokumentaciju
ug: ئورنىتىش، كۆز يۈگۈرتۈش ۋە ئىزدىنىش قوللانمىسى

source: documentation;manuals;api;reference;docs;developer;
cs: dokumentace;manuály;api;reference;dokumenty;vývojář;
gl: documentación;manuais;API;referencia;documentación;desenvolvedor;
kk: documentation;manuals;api;reference;docs;developer;құжаттама;нұсқаулықтар;api;анықтама;құжаттар;әзірлеуші;
lt: dokumentacija;aprašymai;api;aprašymas;kūrėjas;
sr: documentation;manuals;api;reference;docs;developer;документација;упутство;употребу;апи;референце;док;развој;dokumentacija;uputstvo;upotrebu;dok;razvoj
sr@latin: documentation;manuals;api;reference;docs;developer;dokumentacija;uputstvo;upotrebu;api;reference;dok;razvoj;dokumentacija;uputstvo;upotrebu;dok;razvoj
ug: documentation;manuals;api;reference;docs;developer;قوللانما؛پۈتۈك؛ئېغىز؛نەقىل؛ئىجادكار؛

source: New Window
cs: Nové okno
gl: Nova xanela
kk: Жаңа терезе
lt: Naujas langas
sr: Нови прозор
sr@latin: Novi prozor
ug: يېڭى كۆزنەك

source: Width of sidebar in application pixels
cs: Šířka postranního panelu v pixelech aplikace
gl: Ancho da barra lateral en píxeles da aplicación
kk: Бағдарлама пиксельдеріндегі бүйірлік панельдің ені
lt: Šoninės juostos plotis programos pikseliais
sr: Ширина бочне површи апликације у пикселима
sr@latin: Širina bočne površi aplikacije u pikselima
ug: پىروگراممىدىكى يان بالداقنىڭ پىكسېل كەڭلىكى

source: Window dimensions
cs: Rozměry okna
gl: Dimensións da xanela
kk: Терезе өлшемдері
lt: Lango dydis
sr: Димензије прозора
sr@latin: Dimenzije prozora
ug: كۆزنەك ئۆلچىمى

source: Window is Maximized
cs: Okno je maximalizováno
gl: A xanela está maximizada
kk: Терезе жазылған
lt: Langas yra išdidintas
sr: Прозор је увећан
sr@latin: Prozor je uvećan
ug: كۆزنەك چوڭايتىلغان

source: Read developer documentation
cs: Přečtěte si vývojářskou dokumentaci
gl: Ler a documentación do desenvolvedor
kk: Әзірлеуші құжаттамасын оқу
lt: Skaityti kūrėjo dokumentaciją
sr: Прочитај документацију за програмере
sr@latin: Pročitaj dokumentaciju za programere
ug: ئىجادكار قوللانمىسىنى ئوقۇش

source: Manuals indexes your developer manuals and provides robust browsing and searching capabilities.
cs: Aplikace Manuály indexuje vaše vývojářské manuály a poskytuje robustní možnosti procházení a vyhledávání.
gl: Manuais indexan os seus manuais de desenvolvedores e fornece capacidades de navegación e busca robustas.
kk: Нұсқаулықтар әзірлеуші нұсқаулықтарын индекстейді және шолу мен іздеудің сенімді мүмкіндіктерін ұсынады.
lt: Aprašymai indeksuoja jūsų kūrėjo aprašymus ir pateikia patikimą naršymą bei paieškos galimybes.
sr: Упутства индектирају упутства за програмере и пружа напредне начине за разгледање и претрагу.
sr@latin: Uputstva indektiraju uputstva za programere i pruža napredne načine za razgledanje i pretragu.
ug: قوللانما ئىندېكىسى ئىجادىيەت قوللانمىڭىز بولۇپ، مۇقىم كۆز يۈگۈرتۈش ۋە ئىزدەش ئىقتىدارى بىلەن تەمىنلەيدۇ.

source: It supports the devhelp documentation format used by many libraries integrating with the GTK platform.
cs: Podporuje formát dokumentace devhelp používaný mnoha knihovnami integrujícími se s platformou GTK.
gl: Admite o formato de documentación de devhelp empregado por moitas bibliotecas que se integran coa plataforma GTK.
kk: Ол GTK платформасымен интеграцияланатын көптеген кітапханалар қолданатын devhelp құжаттама пішімін қолдайды.
lt: Ji palaiko devhelp dokumentacijos formatą, naudojamą daugelio bibliotekų, integruojamų su GTK platforma.
sr: Подржава формат devhelp документације која се користи у многим билиотекама које се уграђују у ГТК платформу.
sr@latin: Podržava format devhelp dokumentacije koja se koristi u mnogim biliotekama koje se ugrađuju u GTK platformu.
ug: ئۇ GTK سۇپىسى بىلەن توپلاشتۇرۇلغان نۇرغۇن ھەمبەھىر ئامبارلار ئىشلىتىدىغان devhelp پۈتۈكى بىلەن تەمىنلەيدۇ.

source: Browse Documentation by SDK
cs: Procházejte dokumentaci podle SDK
gl: Examinar documentación por SDK
kk: Құжаттаманы SDK бойынша шолу
lt: Naršyti dokumentaciją pagal SDK
sr: Разгледај документацију по верзији СДК-а
sr@latin: Razgledaj dokumentaciju po verziji SDK-a
ug: قوللانمىغا SDK بويىچە كۆز يۈگۈرتۈش

source: Free Form Search
cs: Vyhledávání ve volném formátu
gl: Formulario de busca libre
kk: Еркін іздеу
lt: Laisva nuo paieškos
sr: Претрага у слободној форми
sr@latin: Pretraga u slobodnoj formi
ug: ئەركىن شەكىلدە ئىزدە

source: Install SDK Documentation
cs: Instalujte dokumentaci SDK
gl: Instalar a documentación do SDK
kk: SDK құжаттамасын орнату
lt: Įdiegti SDK dokumentaciją
sr: Инсталирај СДК документацију
sr@latin: Instaliraj SDK dokumentaciju
ug: SDK قوللانمىسىنى ئورنات

source: Integrated Dark Mode
cs: Integrovaný tmavý režim
gl: Modo escuro integrado
kk: Интеграцияланған қараңғы режим
lt: Integruota tams veiksena
sr: Интегрисан рамни режим
sr@latin: Integrisan ramni režim
ug: توپلاشتۇرۇلغان قاراڭغۇ ھالەت

source: Mobile Search
cs: Mobilní vyhledávání
gl: Busca móbil
kk: Мобильді іздеу
lt: Mobilioji paieška
sr: Мобилна претрага
sr@latin: Mobilna pretraga
ug: كۆچمە ئىزدەش

source: Adaptable Documentation
cs: Přizpůsobitelná dokumentace
gl: Documentación adaptábel
kk: Бейімделгіш құжаттама
lt: Pritaikoma dokumentacija
sr: Прилагодљива документација
sr@latin: Prilagodljiva dokumentacija
ug: ماسلىشىشچان پۈتۈك

source: translator-credits
cs: Daniel Rusek <mail@asciiwolf.com>
gl: Fran Dieguez <frandieguez@gnome.org>, 2025
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>
lt: Aurimas Černius <aurimas.cernius@mailo.com>
sr: Милош поповић https://гном.срб — превод на српски језик
sr@latin: Miloš popović https://gnom.srb — prevod na srpski jezik
ug: تەرجىمان تۆھپىسى ئابدۇقادىر ئابلىز <sahranbay@gmail.com>

source: Builder
gl: Constructor
lt: Kūrėjas
sr: Градитељ
sr@latin: Graditelj
ug: قۇرغۇچ

source: Create GNOME Applications
cs: Vytváření aplikací GNOME
gl: Crear aplicacións GNOME
kk: GNOME бағдарламаларын жасау
lt: Sukurti GNOME programas
sr: Направите програм за Гном
sr@latin: Napravite program za Gnom
ug: GNOME پىروگراممىسى قۇر

source: Open a new Manuals window
cs: Otevřít nové okno Manuálů
gl: Abre unha nova xanela de Manuais
kk: Жаңа Нұсқаулықтар терезесін ашу
lt: Atverti naują aprašymų langą
sr: Отвори нови прозор Упутства
sr@latin: Otvori novi prozor Uputstva
ug: يېڭى قوللانما كۆزنىكى ئاچ

source: End of Life
cs: Konec životnosti
gl: Final da vida
kk: Өмірінің соңы
lt: Nebepalaikoma
ug: ھاياتىنىڭ ئاخىرى

source: Install
cs: Instalovat
gl: Instalar
kk: Орнату
lt: Įdiegti
sr: Инсталирај
sr@latin: Instaliraj
ug: ئورنات

source: Documentation
cs: Dokumentace
gl: Documentación
kk: Құжаттама
lt: Dokumentacija
sr: Документација
sr@latin: Dokumentacija
ug: قوللانما

source: Loading SDKs…
cs: Načítání sad SDK…
gl: Cargando SDKs…
kk: SDK-лар жүктелуде…
lt: Įkeliami SDK…
sr: Учитавам СДК…
sr@latin: Učitavam SDK…
ug: SDK يۈكلەۋاتىدۇ…

source: Please wait while we locate the SDKs on your system
cs: Počkejte prosím, než vyhledáme sady SDK ve vašem systému
gl: Agarde mentres localizamos os SDK do seu sistema
kk: Жүйеңіздегі SDK-ларды тапқанша күте тұрыңыз
lt: Palaukite, kol ieškoma jūsų sistemoje esančių SDK
sr: Сачекајте док не пронађемо СДК на вашем систему
sr@latin: Sačekajte dok ne pronađemo SDK na vašem sistemu
ug: سىستېمىدىكى SDK ئورنىنى بىكىتىۋاتقاندا سەل كۈتۈڭ

source: No SDKs Available
cs: Žádné dostupné sady SDK
gl: Non hai SDK dispoñíbeis
kk: Бірде-бір SDK қолжетімді емес
lt: Nėra prieinamų SDK
sr: Нису доступни СДК
sr@latin: Nisu dostupni SDK
ug: ھېچقانداق SDK يوق

source: Your system is not configured to access any SDKs.
cs: Váš systém není nastaven pro přístup k žádné sadě SDK.
gl: O seu sistema non está configurado para acceder a ningún SDKs.
kk: Жүйеңіз ешбір SDK-ға қол жеткізу үшін бапталмаған.
lt: Jūsų sistema nesukonfigūruota SDK pasiekimui.
sr: Ваш систем није подешен за СДК приступ.
sr@latin: Vaš sistem nije podešen za SDK pristup.
ug: سىستېما ھېچقانداق SDK نى زىيارەت قىلىشقا سەپلەنمىگەن.

source: Installed SDKs
cs: Nainstalované sady SDK
gl: SDK instalados
kk: Орнатылған SDK-лар
lt: Įdiegti SDK
sr: Инсталирани СДК
sr@latin: Instalirani SDK
ug: ئورنىتىلغان SDK

source: Available SDKs
cs: Dostupné sady SDK
gl: SDK dispoñíbeis
kk: Қолжетімді SDK-лар
lt: Prieinami SDK
sr: Доступни СДК
sr@latin: Dostupni SDK
ug: ئىشلەتكىلى بولىدىغان SDK

source: Hide Legacy SDKs
cs: Skrýt zastaralé SDK
gl: Ocultar os SDKs obsoletos
kk: Ескірген SDK-ларды жасыру
lt: Slėpti pasenusius SDK
ug: كونا SDK نى يوشۇر

source: View Legacy SDKs
cs: Zobrazit zastaralé SDK
gl: Ver os SDKs obsoletos
kk: Ескірген SDK-ларды қарау
lt: Rodyti pasenusius SDK
ug: كونا SDK نى كۆرسەت

source: Installing Documentation
cs: Instaluje se dokumentace
gl: Instalando documentación
kk: Құжаттаманы орнату
lt: Diegiama dokumentacija
sr: Инсталирам документацију
sr@latin: Instaliram dokumentaciju
ug: قوللانما ئورنىتىۋاتىدۇ

source: _Install
cs: _Instalovat
gl: _Instalar
kk: _Орнату
lt: Į_diegti
sr: _Инсталирај
sr@latin: _Instaliraj
ug: ئورنات(_I)

source: _Cancel
cs: _Zrušit
gl: _Cancelar
kk: _Бас тарту
lt: _Atsisakyti
sr: _Откажи
sr@latin: _Otkaži
ug: ۋاز كەچ(_C)

source: %u of %u
cs: %u z %u
gl: %u de %u
kk: %u / %u
lt: %u iš %u
sr: %u од %u
sr@latin: %u od %u
ug: %u/ %u

source: Search
cs: Hledat
gl: Buscar
kk: Іздеу
lt: Ieškoti
sr: Претрага
sr@latin: Pretraga
ug: ئىزدە

source: Open Link in New Tab
cs: Otevřít odkaz v nové kartě
gl: Abrir ligazón nunha nova pestana
kk: Сілтемені жаңа бетте ашу
lt: Atverti saitą naujoje kortelėje
sr: Отвори везу у новом језичку
sr@latin: Otvori vezu u novom jezičku
ug: ئۇلانمىنى يېڭى بەتكۈچتە ئاچ

source: Open Link in New Window
cs: Otevřít odkaz v novém okně
gl: Abrir ligazón nunha nova xanela
kk: Сілтемені жаңа терезеде ашу
lt: Atverti saitą naujame lange
sr: Отвори везу у новом прозору
sr@latin: Otvori vezu u novom prozoru
ug: ئۇلانمىنى يېڭى كۆزنەكتە ئاچ

source: Empty Page
cs: Prázdná stránka
gl: Páxina baleira
kk: Бос бет
lt: Tuščias puslapis
sr: Празна страница
sr@latin: Prazna stranica
ug: بوش بەت

source: Loading…
cs: Načítá se…
gl: Cargando…
kk: Жүктелуде…
lt: Įkeliama…
sr: Учитавам…
sr@latin: Učitavam…
ug: يۈكلەۋاتىدۇ…

source: One moment please while we locate your documentation
cs: Okamžik prosím, než najdeme vaši dokumentaci
gl: Un momento por favor mentres localizamos a súa documentación
kk: Құжаттамаңызды іздеу барысындамыз, күте тұрыңыз
lt: Minutėlę, ieškome jūsų dokumentacijos
sr: Сачекајте док не пронађемо документацију
sr@latin: Sačekajte dok ne pronađemo dokumentaciju
ug: قوللانما ئورنىنى بىكىتىۋاتقاندا سەل كۈتۈڭ

source: Browse Documentation
cs: Procházet dokumentaci
gl: Navegar documentación
kk: Құжаттаманы шолу
lt: Naršyti dokumentaciją
sr: Разгледај документацију
sr@latin: Razgledaj dokumentaciju
ug: قوللانمىغا كۆز يۈگۈرت

source: • Press Ctrl+K to search for classes and more • Press Ctrl+T to open a new tab Or, press Ctrl+W to close the window
cs: • Stiskněte Ctrl+K pro vyhledávání tříd a více • Stiskněte Ctrl+T pro otevření nové karty Nebo stiskněte Ctrl+W pro zavření okna
gl: • Prema Ctrl+K para buscar clases e moito máis • Prema Ctrl+T para abrir unha nova pestana Ou, prema Ctrl+W para pechar a xanela
kk: • Кластарды және т.б. іздеу үшін Ctrl+K басыңыз • Жаңа бетті ашу үшін Ctrl+T басыңыз Немесе терезені жабу үшін Ctrl+W басыңыз
lt: • Spauskite Vald+K klasių ir pan. paieškai • Spauskite Vald+T naujai kortelei atverti Arba spauskite Vald+W langui užverti
sr: • Притисните Ctrl+K да претражите класе и др. • Притисните Ctrl+T да отворите нови језичак Или притисните Ctrl+W да затворите прозор
sr@latin: • Pritisnite Ctrl+K da pretražite klase i dr. • Pritisnite Ctrl+T da otvorite novi jezičak Ili pritisnite Ctrl+W da zatvorite prozor
ug: • خىل ۋە باشقىلارنى ئىزدەشتە Ctrl+K بېسىلىدۇ • يېڭى بەتكۈچ ئېچىشتا Ctrl+T بېسىلىدۇ ياكى يېڭى كۆزنەك ئېچىشتا Ctrl+W بېسىلىدۇ

source: Install Documentation…
cs: Instalovat dokumentaci…
gl: Instalar documentación…
kk: Құжаттаманы орнату…
lt: Įdiegti dokumentaciją…
sr: Инсталирај документацију…
sr@latin: Instaliraj dokumentaciju…
ug: قوللانما ئورنىتىۋاتىدۇ…

source: Filter…
cs: filtrovat…
gl: Filtro…
kk: Сүзгі…
lt: Filtruoti…
sr: Филтер…
ug: سۈزگۈچ…

source: Toggle Sidebar
cs: Přepnout postranní lištu
gl: Trocar a barra lateral
kk: Бүйірлік панельді көрсету/жасыру
lt: Perjungti šoninę juostą
sr: Приказ бочне траке
sr@latin: Prikaz bočne trake
ug: يان بالداق ئالماشتۇر

source: Main Menu
cs: Hlavní nabídka
gl: Menú principal
kk: Басты мәзір
lt: Pagrindinis meniu
sr: Главни мени
sr@latin: Glavni meni
ug: ئاساسىي تىزىملىك

source: New _Tab
cs: Nová kar_ta
gl: Nova _lapela
kk: Жаңа _бет
lt: Nauja _kortelė
sr: Нови _језичак
sr@latin: Novi _jezičak
ug: يېڭى بەتكۈچ(_T)

source: New _Window
cs: Nové ok_no
gl: Nova _xanela
kk: Жаңа _терезе
lt: Naujas _langas
sr: Нови _прозор
sr@latin: Novi _prozor
ug: يېڭى كۆزنەك(_W)

source: _Install Documentation…
cs: _Instalovat dokumentaci…
gl: _Instalar documentación…
kk: Құжаттаманы _орнату…
lt: Į_diegti dokumentaciją…
sr: _Инсталирај документацију…
sr@latin: _Instaliraj dokumentaciju…
ug: قوللانما ئورنىتىۋاتىدۇ(_I)…

source: _About Manuals
cs: O _aplikaci Manuály
gl: _Sobre Manuais
kk: _Нұсқаулықтар туралы
lt: _Apie Aprašymus
sr: _О Упутствима
sr@latin: _O Uputstvima
ug: قوللانما ھەققىدە(_A)
