Repository: GNOME/manuals
Catalog: po/kw.po
Languages: kw

source: Manuals
kw: Kowethlyvrow

source: Install, Browse, and Search Documentation
kw: Lea, Peuri, ha Hwilas Kowethlyvrow

source: documentation;manuals;api;reference;docs;developer;
kw: kowethlyvrow;kowethlyver;api;kampollans;docs;awtour;kod;

source: New Window
kw: Fenester Nowydh

source: Width of sidebar in application pixels
kw: Lester a'n bordh lestri yn pyksels app

source: Window dimensions
kw: Braster fenester

source: Window is Maximized
kw: Fenester yw Kowlvoghhys

source: Read developer documentation
kw: Redya kowethlyvrow kod

source: Manuals indexes your developer manuals and provides robust browsing and searching capabilities.
kw: Kowethlyvrow redya dha kowethlyvrow kod ha provia gallosow peuryans ha hwithrans nerthek.

source: It supports the devhelp documentation format used by many libraries integrating with the GTK platform.
kw: Yth skoodhya an furvas kowethlyver devhelp devnydhys gans meur a lyvervaow oberi gans an bynk GTK.

source: Browse Documentation by SDK
kw: Peuri Kowethlyvrow gans SDK

source: Free Form Search
kw: Hwithrans Rydh

source: Install SDK Documentation
kw: Lea Kowethlyvrow SDK

source: Integrated Dark Mode
kw: Fordh Du Pervedhek

source: Mobile Search
kw: Hwithrans Gwayadow

source: Adaptable Documentation
kw: Kowethlyvrow Desedhadow

source: translator-credits
kw: Flynn

source: Builder
kw: Drehever

source: Create GNOME Applications
kw: Gul Appys GNOME

source: Open a new Manuals window
kw: Ygeri unn fenester Kowethlyvrow nowydh

source: End of Life
kw: Marow

source: Install
kw: Lea

source: Documentation
kw: Kowethlyvrow

source: Loading SDKs…
kw: Ow Karga SDKs…

source: Please wait while we locate the SDKs on your system
kw: Mar pleg gortos ha ni kavos an SDKs war dha system

source: No SDKs Available
kw: SDKs Kavadow Vyth

source: Your system is not configured to access any SDKs.
kw: Dha system ny selys rag drehedhes neb SDKs.

source: Installed SDKs
kw: SDKs Leys

source: Available SDKs
kw: SDKs Kavadow

source: Hide Legacy SDKs
kw: Kudha SDKs Marow

source: View Legacy SDKs
kw: Gweles SDKs Marow

source: Installing Documentation
kw: Ow Lea Kowethlyvrow

source: _Install
kw: _Lea

source: _Cancel
kw: _Hedhi

source: %u of %u
kw: %u a %u

source: Search
kw: Hwilas

source: Open Link in New Tab
kw: Ygeri Gorgevren y'n Tabb Nowydh

source: Open Link in New Window
kw: Ygeri Gorgevren y'n Fenester Nowydh

source: Empty Page
kw: Folen Gwag

source: Loading…
kw: Ow Karga…

source: One moment please while we locate your documentation
kw: Unn tecken, mar pleg, ha ni kavos dha kowethlyvrow

source: Browse Documentation
kw: Peuri Kowthlyvrow

source: • Press Ctrl+K to search for classes and more • Press Ctrl+T to open a new tab Or, press Ctrl+W to close the window
kw: • Tava Ctrl+K rag hwilas rag klassys ha moy • Tava Ctrl+T rag ygeri unn tabb nowydh Po, tava Ctrl+W rag degea an fenester

source: Install Documentation…
kw: Lea Kowethlyvrow

source: Filter…
kw: Sidhla…

source: Toggle Sidebar
kw: Dewis Bordh Lestri

source: Main Menu
kw: Rol Chif

source: New _Tab
kw: _Tabb Nowydh

source: New _Window
kw: _Fenester Nowydh

source: _Install Documentation…
kw: _Lea Kowethlyvrow…

source: _About Manuals
kw: _A-dro Kowethlyvrow
